"BUTTON_AUTHENTICATE" = "Usa il mio numero di telefono";

"BUTTON_CONTINUE" = "Continua";

"BUTTON_DISMISS" = "Rimuovi";

"BUTTON_DONE" = "Fine";

"BUTTON_NOT_NOW" = "Non ora";

"BUTTON_OKAY" = "OK";

"BUTTON_RESEND_CONF_CODE" = "Richiedine un altro.";

"BUTTON_RETRY" = "Riprova";

"BUTTON_SENDING" = "Invio in corso...";

"BUTTON_SENDING_CONF_CODE" = "Invio del condice di conferma in corso";

"BUTTON_SEND_CONF_CODE" = "Invia codice di conferma";

"BUTTON_SENT_CONF_CODE" = "Codice di conferma inviato";

"BUTTON_TRY_DIFFERENT_NUMBER" = "Prova con un numero di telefono diverso";

"CALL_ME_ACTION" = "Chiamami";

"CALL_ME_LOADING" = "Chiamata in corso...";

"ERROR_CANT_SMS" = "Impossibile inviare un SMS a questo numero.";

"ERROR_CHECK_CODE_TRY_AGAIN" = "Controlla il codice e riprova";

"ERROR_CHECK_CONNECTION_TRY_AGAIN" = "Ops, sembra che ci sia un problema di rete. Vuoi riprovare? [%@]";

"ERROR_CHECK_EMAIL_TRY_AGAIN" = "Controlla la tua email e riprova";

"ERROR_CHECK_NUMBER_TRY_AGAIN" = "Controlla il tuo numero e riprova";

"FOOTNOTE_2_STEP_VERIFICATION_CODE" = "Precedentemente hai impostato un codice di verifica in 2 passaggi su <u>digits.com</u>";

"FOOTNOTE_CONF_CODE_CALL_ME" = "Toccando \"Chiamami\" qui sopra, riceverai una telefonata da <u>Digits by Twitter</u> per confermare il tuo numero di telefono. Vengono applicate le tariffe standard.";

"FOOTNOTE_CREATE_ACCOUNT" = "Toccando \"Continua\" qui sopra, accetti i <u>Termini di servizio</u>, l'<u>Informativa sulla privacy</u> e l'<u>Informativa sull'uso dei cookie</u> di Digits by Twitter. Accetti inoltre che altri utenti di %@ possano trovarti tramite il tuo numero di telefono e/o la tua email.";

"FOOTNOTE_EMAIL_DISCLOSURE" = "Toccando \"Continua\" aggiungerai questa email al tuo account Digits. Questo indirizzo email potrà essere utilizzato da tutte le app in cui hai utilizzato Digits per autenticarti, e i loro utenti potranno trovarti tramite email. Puoi gestire il tuo account su  <u>Digits.com</u>.";

"FOOTNOTE_SEND_CONF_CODE" = "Toccando \"Invia codice di conferma\" qui sopra, <u>Digits by Twitter</u> ti invierà un SMS per confermare il tuo numero di telefono. Vengono applicate le tariffe standard.";

"FOOTNOTE_TOS_UPDATE" = "Toccando \"Continua\" qui sopra, accetti gli aggiornamenti dei <u>Termini di servizio</u>, dell'<u>Informativa sulla privacy</u> e dell'<u>Informativa sull'uso dei cookie</u> di Digits by Twitter. Accetti inoltre che altri utenti di %@ possano trovarti tramite il tuo numero di telefono e/o la tua email.";

"LABEL_ENTER_2_STEP_VERIFICATION_CODE" = "Inserisci il codice di verifica in 2 passaggi.";

"LABEL_ENTER_CONF_CODE" = "Ti abbiamo inviato un codice.";

"LABEL_ENTER_EMAIL" = "Inserisci la tua email.";

"LABEL_ENTER_PHONE_NUMBER" = "Qual è il tuo numero di telefono?";

"LABEL_EXPLAIN_FIND_YOUR_FRIENDS" = "Utilizziamo Digits by Twitter per trovare altri tuoi amici che usano quest'app. Selezionando Ok, caricheremo la tua rubrica su Digits by Twitter per aiutarti a trovare altri utenti di %@ che conosci o per aiutare gli altri utenti di %@ a trovarti.";

"LABEL_FIND_YOUR_FRIENDS_TITLE" = "Trova i tuoi amici";

"LABEL_RESEND_CONF_CODE" = "Non hai ricevuto il codice?";

"LABEL_UNABLE_TO_CONFIRM_NUMBER" = "Impossibile confermare il tuo numero di telefono";

"LABEL_UNABLE_TO_CONFIRM_NUMBER_EXPLANATION" = "Spiacenti, non riusciamo a inviarti un codice di conferma.";

"ONBOARDING_MESSAGE" = "[Digits] Accedi a https://fabric.io per impostare il nome della tua app che verrà incluso nelle email di verifica, negli SMS e nei messaggi vocali di autorizzazione.";

"PARTIAL_FOOTNOTE_THIS_APP" = "quest'app";

"PLACEHOLDER_2_STEP_VERIFICATION_CODE" = "Codice di verifica";

"PLACEHOLDER_CONF_CODE" = "Inserisci il codice di 6 cifre";

